[
    {
        "no_topic": "The Action Film Genre",
        "no_description": "One of the earliest film genres in existence, the action genre has close ties to classic strife and struggle narratives that you find across all manner of art and literature. "
    },
    {
        "no_topic": "The Comedy Film Genre",
        "no_description": "A favorite genre of film audiences young and old, from the very beginning of cinema, the comedy genre has been a fun-loving, quite sophisticated, and innovative genre that is delighted viewers for decades. "
    },
    {
        "no_topic": "The Horror Film Genre",
        "no_description": "While perhaps considered one of the more recent film genres to come into existence, elements of horror have long been a bedrock of classic cinema. "
    },
    {
        "no_topic": "The Sci-Fi Film Genre",
        "no_description": "One of the most experimental and thought-provoking of the classic genres, the science-fiction (popularized as “sci-fi”) film genre goes all the way back to the silent film era. "
    },
    {
        "no_topic": "The Western Film Genre",
        "no_description": "The western could technically be considered a sub-genre of the action film genre, in large part due to its huge popularity and its own exploits. Really, the various sub-genres. "
    },
    {
        "no_topic": "The Romance Film Genre",
        "no_description": "Ah, what would the great cinema tradition be if it were not for the countless stories of love and courtship. Since the advent of the movie theater experience. cinema has long been a favored pastime. "
    },
    {
        "no_topic": "The Thriller Film Genre",
        "no_description": "Once a stylized niche genre, the thriller film has gone so mainstream that it might be time to change the genre is name to Summer Blockbuster Event. The thriller is rise coincides with the rise of the spy and detective. "
    },
    {
        "no_topic": "1111erwtwertwer1",
        "no_description": "Once a stylized niche genre, the thriller film has gone so mainstream that it might be time to change the genre is name to Summer Blockbuster Event. The thriller is rise coincides with the rise of the spy and detective. "
    }
]
